[A_Creature_icephoenix_lv2 H7Creature]
mName="霜鸟"
mLore="霜鸟，也被联盟公民称为普索宁，是一种强大的冰之灵。像所有最高等的灵一样，它化身为一只神秘的巨鸟——一只巨大的孔雀。由于其冰冷的羽毛，它的尾巴闪耀着彩虹般的色彩，而它翅膀的拍打则会引发雪飓风、冰暴风雪和冻结之风。虽然凤凰是最强大的，雷鸟是最危险的，但霜鸟是它们中最美丽的。\n\n招募所需稀有资源： \n5 龙血水晶"

[A_Rebirth_Firebird H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="寒冰凤凰"
mTooltip="每场战斗一次，当部队被击败时复活其 %buff.buff.special，并对所有相邻敌人造成 %buff.buff.d 点伤害。"

[A_Rebirth_Firebird_Buff H7BaseBuff]
mName=""
mTooltip=""

[Ability.A_Esprit_du_phoenix H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="普索宁光环"
mTooltip="战斗开始时，赋予所有友方单位寒冰凤凰技能：当生物死亡时复活其 20%，并根据英雄等级对复活生物相邻的所有敌人造成伤害。"

[Ability.A_esprit_du_phoenix_Buff H7BaseBuff]
mName="寒冰凤凰"
mTooltip=""

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="凛冽净化"
mTooltip="移除所有敌方单位的所有正面效果和所有友方生物的所有负面效果。\n每场战斗一次。"